Repository: gachris/EyeDropper
Catalog: setup/EyeDropper.Localization/Properties/Resources.*.resx
Languages: el_gr

# Agree_terms
source: By selecting 'Install', you agree to terms of use.
el_gr: Επιλέγοντας 'Εγκατάσταση', αποδέχεστε τους όρους χρήσης.

# Application_installed_successfully_message
source: The application has been installed successfully. You can now launch the app.
el_gr: Η εφαρμογή εγκαταστάθηκε με επιτυχία. Μπορείτε τώρα να την ανοίξετε.

source: Cancel
el_gr: Ακύρωση

source: Close
el_gr: Κλείσιμο

source: Dissmis
el_gr: Απόρριψη

# Existing_version_xx
source: Existing Version: {0}
el_gr: Υπάρχουσα έκδοση: {0}

source: EyeDropper was uninstalled
el_gr: Το EyeDropper απεγκαταστάθηκε

# Feature_1
source: • Screen Color Picker: Quickly select any color from your screen with a simple click, and get the exact color values you need.
el_gr: • Επιλογή χρώματος από την οθόνη: Επιλέξτε γρήγορα οποιοδήποτε χρώμα από την οθόνη σας με ένα απλό κλικ και λάβετε τις ακριβείς τιμές χρώματος που χρειάζεστε.

# Feature_2
source: • Advanced Color Picker: Refine your color choices using the comprehensive color adjustment panel. Customize your selection with various color modes, including RGB, HSL, CMYK, and Hex values.
el_gr: • Προηγμένος επιλογέας χρωμάτων: Βελτιώστε τις επιλογές σας μέσω του πίνακα ρυθμίσεων χρωμάτων. Προσαρμόστε με διάφορους τρόπους, όπως RGB, HSL, CMYK και εξάδες (Hex).

# Final_note
source: With EyeDropper, you can streamline your workflow and make color decisions confidently. Let’s get started!
el_gr: Με το EyeDropper, μπορείτε να βελτιώσετε τη ροή εργασίας σας και να λαμβάνετε αποφάσεις για τα χρώματα με αυτοπεποίθηση. Ας ξεκινήσουμε!

source: Install
el_gr: Εγκατάσταση

source: Installation Complete!
el_gr: Η εγκατάσταση ολοκληρώθηκε!

source: Installation details
el_gr: Λεπτομέρειες εγκατάστασης

source: Installation successful
el_gr: Η εγκατάσταση ήταν επιτυχής

source: Installing application
el_gr: Εγκατάσταση της εφαρμογής

source: Install to
el_gr: Εγκατάσταση σε

# Key_features_header
source: Key Features:
el_gr: Κύρια χαρακτηριστικά:

source: Lanch on startup
el_gr: Εκκίνηση με την έναρξη

source: Launch App
el_gr: Εκκίνηση εφαρμογής

source: Next
el_gr: Επόμενο

source: Options
el_gr: Επιλογές

source: Privacy Statement
el_gr: Δήλωση απορρήτου

source: Progress tracker
el_gr: Παρακολούθηση προόδου

# Start_using_eye_dropper_message
source: You're all set up and ready to start using EyeDropper!
el_gr: Είστε έτοιμοι να ξεκινήσετε να χρησιμοποιείτε το EyeDropper!

# Successully_uninstalled_message
source: You've successfully uninstalled all packages and components related to the EyeDropper from your computer.
el_gr: Έχετε απεγκαταστήσει επιτυχώς όλα τα πακέτα και εξαρτήματα που σχετίζονται με το EyeDropper από τον υπολογιστή σας.

source: Uninstall
el_gr: Απεγκατάσταση

source: Uninstalling application
el_gr: Απεγκατάσταση εφαρμογής

# Uninstalling_message
source: Uninstalling the EyeDropper will remove all related packages and components from your computer.
el_gr: Η απεγκατάσταση του EyeDropper θα αφαιρέσει όλα τα σχετικά πακέτα και εξαρτήματα από τον υπολογιστή σας.

source: Uninstall EyeDropper application
el_gr: Απεγκατάσταση της εφαρμογής EyeDropper

# Version_xx
source: Version: {0}
el_gr: Έκδοση: {0}

# Welcome_description
source: EyeDropper is a versatile tool designed to help you easily capture and identify colors directly from your screen. Whether you're a designer, developer, or artist, EyeDropper is your perfect companion for precise color selection.
el_gr: Το EyeDropper είναι ένα ευέλικτο εργαλείο σχεδιασμένο για να σας βοηθήσει να καταγράψετε και να εντοπίσετε χρώματα απευθείας από την οθόνη σας. Είστε σχεδιαστής, προγραμματιστής ή καλλιτέχνης; Το EyeDropper είναι ο τέλειος σύντροφός σας για ακριβή επιλογή χρωμάτων.

# Welcome_page_title
source: Install EyeDropper application
el_gr: Εγκατάσταση της εφαρμογής EyeDropper

# Welcome_title
source: Welcome to EyeDropper Installer
el_gr: Καλώς ήρθατε στον εγκαταστάτη του EyeDropper
